
"EncryptionKey.Description" = "这是您与 %1$@ 私密会话加密密钥的可视化图片。\n\n如果这张图片看起来和 %2$@ 设备上的图片完全一致，您和对方的会话是 200%% 安全的。\n\n更多详情请前往 telegram-china.org 的 FAQ";
"EncryptionKey.EncryptionKey" = "加密密钥";


"Typing.Typing" = "正在输入";
"Typing.AreTyping" = "%@ 正在输入...";
"Typing.IsTyping" = "%@ 正在输入";
"Group.MembersCount" = "%d 位成员%@";
"Group.OnlineCount" = "%d 人在线";
"Typing.PeopleTyping" = "%d 人正在输入";
"Group.AddMembers" = "添加成员";


"App.Name" = "Telegram";
"App.Connecting" = "连接中...";
"App.WaitingNetwork" = "等待网络连接";


"ChatMedia.Audio" = "音频";
"ChatMedia.Voice" = "语音";
"ChatMedia.Photo" = "图片";
"ChatMedia.Contact" = "联系人";
"ChatMedia.Video" = "视频";
"ChatMedia.Location" = "位置";
"ChatMedia.File" = "文件";
"ChatMedia.Unsupported" = "不支持";



"User.Unlock" = "取消屏蔽";
"User.Block" = "屏蔽";
"User.BlockUser" = "屏蔽 %@";
"User.UnlockUser" = "取消屏蔽 %@";
"User.Blocked" = "已屏蔽此用户";
"User.AddToContacts" = "添加联系人";
"User.Deleted" = "已删除";
"User.Hidden" = "隐藏";


"App.ConnectionError" = "连接错误";
"App.ConnectionErrorDesc" = "检查你的网络连接并重试";

"App.MaxFileSize" = "文件大小上限为 1.5 GB";

"Auth.CantLogout" = "无法登出";
"Auth.CheckConnection" = "检查你的网络连接并重试";

"Settings.CantUpdateFolder" = "无法设置这个文件夹为默认文件夹";
"Settings.ChooseAnotherFolder" = "请选择一个不同的文件夹";
"Settings.BlockUsers" = "被屏蔽的用户";

"Cellular" = "移动网络";

"Message.Send.Compressing" = "压缩中...";

"Search.Separator.Contact" = "联系人";
"Search.Separator.Contacts" = "联系人";

"Search.Separator.User" = "用户";
"Search.Separator.Users" = "用户";

"Search.Separator.Message" = "消息";
"Search.Separator.Messages" = "消息";





"AccountSettings.ContactsSynced" = "联系人已同步";

"NewConversation.CreateBroadcast" = "新建广播";
"NewConversation.CreateGroup" = "新建";
"NewConversation.CreateGroupChat" = "创建群组";
"NewConversation.CreateSecretChat" = "创建私密对话";
"NewConversation.CreatingGroupChat" = "群组聊天";
"NewConversation.CreatingSecretChat" = "私密对话";
"NewConversation.GroupNamePlaceholder" = "群组名...";
"NewConversation.AddContact" = "添加联系人";





"Account.ImportContacts" = "导入通讯录";
"Account.Invisible" = "离线";
"Account.Online" = "在线";
"Account.Offline" = "离线";
"Login.InvalidCode" = "无效国家代码";
"Login.InvalidCountry" = "无效国家";
"Login.InvalidPhoneNumber" = "无效的手机号码";
"Login.Country" = "国家";
"Login.Description" = "Telegram Messenger OS X 官方客户端";
"Login.Label" = "欢迎使用官方 OS X 客户端";
"Login.GetNewCode" = "重新发送";
"Login.GetCode" = "下一步";
"Login.Error" = "错误 :(";
"Login.ExpiredCode" = "过期的验证码";
"Login.SmsCode" = "验证码";
"Login.PhonePlaceholder" = "你的手机号";
"Registartion.FirstName" = "姓氏";
"Registration.DeletePhoto" = "删除图片";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "名字";
"Registration.PhoneDialed" = "Telegram 已拨打您的电话";

"Registration.ChangePhoto" = "更换图片";
"Registration.ChooseCountry" = "选择国家";
"Registration.ChoosePhoto" = "选择图片";
"Registration.Continue" = "继续注册";
"Registration.StartMessaging" = "开始使用";
"Registration.AddPhoto" = "添加\n照片";



"SelfDestruction.DisableTimer" = "取消了阅后即焚计时器";
"SelfDestruction.SetTimer" = "已将阅后即焚计时器设定为 %@";
"SelfDestruction.SetRandomTimer" = "已将阅后即焚计时器设定为 %d 秒";

"Message.Send" = "发送";
"Messages.SharingContact" = "分享联系人";

"Messages.SendPlaceholder" = "发送消息...";

"Message.File.Download" = "下载";
"Messages.Selected.Forward" = "转发";
"Messages.Selected.Delete" = "删除";
"Message.ForwardedFrom" = "转发的消息 来自";
"message" = "消息";
"messages" = "消息";
"MessageAction.Secret.CreatedSecretChat" = "创建了私密对话";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ 将群组名改为了 \"%@\"";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ 删除了群组头像";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ 更换了群组图片";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ 邀请了 %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ 加入了群组";
"MessageAction.ServiceMessage.KickedGroup" = "%@ 移出了 %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ 创建了群组 \"%@\"";
"MessageAction.ServiceMessage.LeftGroup" = "%@ 离开了群组";
"MessageAction.Secret.CancelledSecretChat" = "私密对话已取消";
"MessageAction.Service.ChangedGroupName" = "重命名了群组";
"MessageAction.Service.RemovedGroupPhoto" = "移除了小组图片";
"MessageAction.Service.ChangedGroupPhoto" = "更换了群组图片";
"MessageAction.Service.InvitedGroup" = "邀请了";
"MessageAction.Service.JoinedGroup" = "加入了群组";
"MessageAction.Service.KickedGroup" = "已被踢出";
"MessageAction.Service.CreatedChat" = "创建了群组 \"%@\"";
"MessageAction.Service.LeftGroup" = "离开了群组";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "离开群组";
"MessageAction.Secret.WaitingToGetOnline" = "等待 %@ 上线...";
"MessageAction.Secret.TookScreenshot" = "截图了";
"Message.Action.Forwarding" = "转发";
"Messages.UnreadMessages" = "未读消息";





"Month.GenApril" = "四月";
"Month.GenAugust" = "八月";
"Month.GenDecember" = "十二月";
"Month.GenFebruary" = "二月";
"Month.GenJanuary" = "一月";
"Month.GenJuly" = "七月";
"Month.GenJune" = "六月";
"Month.GenMarch" = "三月";
"Month.GenMay" = "五月";
"Month.GenNovember" = "十一月";
"Month.GenOctober" = "十月";
"Month.GenSeptember" = "九月";
"Month.ShortApril" = "四月";
"Month.ShortAugust" = "八月";
"Month.ShortDecember" = "十二月";
"Month.ShortFebruary" = "二月";
"Month.ShortJanuary" = "一月";
"Month.ShortJuly" = "七月";
"Month.ShortJune" = "六月";
"Month.ShortMarch" = "三月";
"Month.ShortMay" = "五月";
"Month.ShortNovember" = "十一月";
"Month.ShortOctober" = "十月";
"Month.ShortSeptember" = "九月";



"Search.More" = "还有 %d 个...";









"Notification.MessageLifetime1d" = "1 天";
"Notification.MessageLifetime1h" = "1 小时";
"Notification.MessageLifetime1m" = "1 分钟";
"Notification.MessageLifetime1w" = "1 周";
"Notification.MessageLifetime2s" = "2 秒";
"Notification.MessageLifetime5s" = "5 秒";
"notifications" = "通知";


"Message.File.Open" = "打开";




"Attach.Picture" = "图片";
"Attach.TakePhoto" = "拍照";
"Attach.Video" = "视频";
"Attach.File" = "文档";
"Attach.PictureOrVideo" = "照片或视频";



"Preferences" = "偏好设置";

"Registration" = "注册";


"Settings.ResyncDescription" = "记住：从现在起，Telegram 将需要在你添加 iCloud 联系人的时候同步。";

"Account.UpdateProfilePhoto" = "更新头像";






"Profile.Save" = "保存";


"MediaPreview.SaveItem" = "另存为...";
"MediaPreview.SaveToDownloads" = "保存到\"下载\"文件夹";
"MediaPreview.NextItem" = "下一项";
"MediaPreview.PreviousItem" = "上一项";


"Search" = "搜索";




"Notification.SecretMessage" = "您有一条新信息";



"Settings" = "设置";





"Conversation.ShowProfile" = "显示 %@ 的资料";
"Conversation.ShowGroupInfo" = "显示群组信息";
"Conversation.StartSecretChat" = "开始私密对话";
"Conversation.CantForwardSecretMessages" = "对不起，在私密对话中不能转发消息。";
"Conversation.CantShareContactToSecretChat" = "对不起，在私密对话中不能分享联系方式。";
"Conversation.Confirm.ClearHistory" = "您要删除所有聊天记录吗？";
"Conversation.Confirm.LeaveAndClear" = "您要离开此群组并清除所有聊天记录吗？";
"Conversation.Confirm.DeleteAndClear" = "您要删除此对话并删除所有聊天记录吗？";
"Conversation.Confirm.UndoneAction" = "此操作无法撤销。";
"Conversation.Confirm.SendFromClipboard" = "您确定要从剪贴板发送 %d 个文件吗？";
"Conversation.Confirm.SendThisFile" = "您是否希望发送此文件？";
"Conversation.Confirm.SendThisPicture" = "您是否希望发送此图片？";
"Conversation.Confirm.SendThisVideo" = "您是否希望发送此视频？";
"Conversation.Confirm.SendThisFileDescription" = "您可以通过复制和粘贴文件到 Telegram 会话的方式来发送文件。";
"Conversation.Confirm.SendThisPictureDescription" = "您可以通过复制图片并粘贴到 Telegram 对话的形式来发送图片。";
"Conversation.Confirm.SendThisVideoDescription" = "您可以通过复制和粘贴视频到 Telegram 会话的方式来发送视频。";
"Conversation.Confirm.SendThisPicturesDescription" = "您可以通过复制和粘贴文件和图片到 Telegram 会话的方式来发送文件和图片。";
"Conversation.Action.YouKickedGroup" = "你已被移出此群组";
"Conversation.Action.YouLeftGroup" = "您已经离开该群组";
"Conversation.Actions.ReturnToGroup" = "返回群组";
"Conversation.Actions.LeaveGroup" = "离开群组";
"Conversation.Members" = "位成员";
"Conversation.Member" = "位成员";
"Conversation.DeleteSecretChat" = "删除私密对话";
"Conversation.ShowEncryptionKey" = "显示加密密钥";
"Conversation.Delete" = "删除对话";
"Conversation.Back" = "返回对话";
"Conversation.BackToInfo" = "返回群组信息";
"Conversation.DropTitle" = "拖动文件到此处发送";
"Conversation.DropQuickDescription" = "快速发送";
"Conversation.ScrollToBottom" = "查看最新消息";
"Conversation.DropAsFilesDescription" = "无损发送";
"Conversation.Send.FilesSizeError" = "文件 \"%@\" 超过了最大尺寸限制。";
"Conversation.NoMessages" = "暂时还没有消息...";
"Conversation.Mute" = "免打扰";
"Conversation.Unmute" = "取消免打扰";
"Conversation.OpenConversation" = "打开对话";
"Conversation.Filter.Photos" = "照片";
"Conversation.Filter.Video" = "视频";
"Conversation.Filter.Files" = "分享的文件";
"Conversation.Filter.Audio" = "语音";
"Conversation.Filter.PhotoVideo" = "照片或视频";
"Conversation.ShowMedia" = "显示媒体";
"Conversation.SelectToForward" = "选择您要将 %1$@ 的信息转发给...";
"Conversation.SelectToForwards" = "选择您要将 %1$@ 的信息转发给...";
"Conversation.SelectToShareContact" = "选择要将 %@ 的联系方式发送给……";
"Conversation.ClearMessageHistory" = "清除聊天记录";
"Conversation.CopyToClipboard" = "复制到剪贴板";
"Conversation.DeleteAndExit" = "删除并退出";
"Conversation.CopyURL" = "复制链接地址";
"Conversation.Menu.SetSelfDestruct" = "设置阅后即焚计时器";
"Conversation.SelectConversation" = "请选择一个会话开始聊天";


"Profile.MobilePhone" = "手机";
"Profile.SharedMedia" = "分享的媒体";
"Profile.SendMessage" = "发送消息";
"Profile.ShareContact" = "分享联系方式";
"Profile.Edit" = "编辑";
"Profile.edit" = "编辑";
"Profile.Save" = "保存";
"Profile.DeleteAndExit" = "删除并退出";
"Profile.DeleteContact" = "删除联系人";
"Profile.CreatedBy" = "创建者";
"Profile.You" = "我";
"Profile.Error.CantUpdatePhoto" = "不能更新头像";
"Profile.Cancel" = "取消";
"Profile.CancelPhotoUpload" = "取消上传";
"Profile.CantUpdate" = "不能更新资料";
"Profile.CantUpdatePhoto" = "不能更新头像";
"Profile.Back" = "返回";
"Profile.ClearHistory" = "清除聊天记录";
"Profile.DeleteConversation" = "删除对话…";
"Profile.Done" = "完成";
"BackToProfile" = "返回资料";
"Profile.RemovePhoto" = "移除群组图片";
"Profile.UpdatePhoto" = "上传头像";
"Profile.SetGroupPhoto" = "设置群组图片";
"Profile.SmallPhoto" = "图片太小";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "于";
"Time.last_seen" = "最后上线";
"Time.today" = "今天";
"Time.tomorrow" = "明天";
"Time.yesterday" = "昨天";


"App.updating" = "应用更新中...";



"Attach.WebSearch" = "网页搜索";

"Weekday.Friday" = "星期五";

"Weekday.Monday" = "星期一";

"Weekday.Saturday" = "星期六";

"Weekday.ShortFriday" = "周五";

"Weekday.ShortMonday" = "周一";

"Weekday.ShortSaturday" = "周六";

"Weekday.ShortSunday" = "周日";

"Weekday.ShortThursday" = "周四";

"Weekday.ShortTuesday" = "周二";

"Weekday.ShortWednesday" = "周三";

"Weekday.Sunday" = "星期日";

"Weekday.Thursday" = "星期四";

"Weekday.Tuesday" = "星期二";

"Weekday.Wednesday" = "星期三";

"WiFi" = "Wi-Fi";








"Notification.MessageLifetime2s" = "2 秒";
"Notification.MessageLifetime5s" = "5 秒";
"Notification.MessageLifetime1m" = "1 分钟";
"Notification.MessageLifetime1h" = "1 小时";
"Notification.MessageLifetime1d" = "1 天";
"Notification.MessageLifetime1w" = "1 周";

"DefaultSoundName" = "默认";

"Date.DialogDateFormat" = "{month}{day}日";


"Confirm.TerminateSessions" = "您确定要注销所有其它设备上的会话吗？";
"Confirm.SuccessResetSessions" = "已成功注销所有其它设备上的会话";
"Confirm.ConfirmLogout" = "您确定要从本机注销？";
"Confirm.ClearHistory" = "清除聊天记录";
"Alert.Error" = "错误";
"Alert.Confirm" = "确认";


"AddContact.FirstNamePlaceholder" = "姓氏";
"AddContact.LastNamePlaceholder" = "名字 (可选)";
"AddContact.PhoneNumberPlaceholder" = "手机";
"AddContact.AddContact" = "添加为联系人";

"AddContact.NotRegistredTitle" = "没有 Telegram 联系人";
"AddContact.NotRegistredDescription" = "您的联系人还没有注册 Telegram 。当其完成注册的时候，您即可向其发送消息。";

"Messages.AddContact" = "添加";

"Time.agoHour" = "%d 小时前";
"Time.agoHours" = "%d 小时前";
"Time.agoMinute" = "%d 分钟前";
"Time.agoMinutes" = "%d 分钟前";
"Time.justnow" = "刚刚";

"Secret.SelfDestruct.Off" = "关闭";
"Secret.SelfDestruct.2s" = "2 秒";
"Secret.SelfDestruct.5s" = "5 秒";
"Secret.SelfDestruct.1m" = "1 分钟";
"Secret.SelfDestruct.1h" = "1 小时";
"Secret.SelfDestruct.1d" = "1 天";
"Secret.SelfDestruct.1w" = "1 周";

"Message.File.ShowInFinder" = "在 Finder 中查看";

"Delete" = "删除";

"Edit.selectMessage" = "已选择 %lu 条信息";
"Edit.selectMessages" = "已选择 %lu 条信息";

"Photo" = "照片";



"Settings.OpenLinksBackground" = "在后台打开链接";
"Settings.PrivateChats" = "私密会话";
"Settings.Groups" = "群组";


"Settings.OpenLinksBackground" = "在后台打开链接";

"Settings.SendAsEnter" = " Enter";
"Settings.SendAsCmdEnter" = "⌘ + Enter";

"Settings.OnlineFocused" = "当焦点在程序上";
"Settings.OnlineLaunch" = "当程序运行时";

"Settings.SoundEffects" = "声音效果";

"Settings.online_when_desc" = "显示在线：";
"Settings.auto_download_desc" = "自动下载：";
"Settings.video_desc" = "视频：";
"Settings.documents_desc" = "文档：";
"Settings.voice_messages_desc" = "语音消息：";
"Settings.file_size_limit_desc" = "文件大小限制：";
"Settings.send_message_desc" = "发送消息：";
"Settings.save_documents_to_desc" = "将文件保存到：";
"Settings.sound_notifications_desc" = "应用内播放提醒音:";
"Settings.other_desc" = "其他：";

"Settings.cache_desc" = "缓存：";
"Settings.sessions_desc" = "设备：";
"Settings.cache_sub_desc" = "删除缓存文件夹中的索要语音、图片和视频";
"Settings.sessions_sub_desc" = "注销除本设备之外的其他所有设备";
"Settings.account_desc" = "账户：";

"Settings.clear_all_the_cache_button" = "清除所有缓存";
"Settings.terminate_all_other_sessions_button" = "设备";
"Settings.log_out_button" = "注销";

"Settings.Settings" = "设置";
"Settings.BlackList" = "黑名单";


"Confirm" = "确认";
"Yes" = "是";
"No" = "否";
"Cancel" = "取消";

"Settings.General" = "通用";
"Settings.Account" = "账户";

"MessageAction.Secret.UserJoined" = "%@ 加入了你的私密对话。";
"MessageAction.Secret.CreatedSecretChat" = "创建了私密对话";

"Secret.join.description" = "您邀请了 %1$@ \n加入到私密对话。";
"Secret.join.invitedDescription" = "%1$@ 邀请您\n加入私密对话。";
"Secret.join.secret_chats" = "\n\n私密对话：\n";
"Secret.join.desc1" = "使用端到端加密\n";
"Secret.join.desc2" = "不会在我们的服务器上留下任何痕迹\n";
"Secret.join.desc3" = "支持阅后即焚\n";
"Secret.join.desc4" = "不允许转发\n";


"Settings.chooseFolder" = "选择...";


"Login.code" = "验证码";
"Login.willCallYou" = "Telegram 会在 %d:%@ 后呼叫您的手机";
"Login.phoneNumber" = "手机号码";

"Audio.Downloading" = "%1$@ 正在下载...";
"Audio.Uploading" = "%1$@ 正在上传...";

"Document.Downloading" = "%.0f%% 正在下载...";
"Document.Uploading" = "%.0f%% 正在上传...";

"MessageService.Action.JoinedSecretChat" = "加入私密对话";

"Attach.Location" = "位置";
"Attach.PictureOrVideo" = "照片或视频";

"Audio.ReleaseOut" = "移出此区域可取消\n按 Command+R 可快速录制";
"Messages.scrollToBottomNewMessage" = "%d 条新消息";
"Messages.scrollToBottomNewMessages" = "%d 条新消息";

"Emoji.NoRecents" = "没有最近 Emoji";

"Profile.SetEncryptedTTL" = "阅后即焚计时器";
"Profile.ShowEncryptedKey" = "加密密钥";

"Search.LoadingMessages" = "正在读取消息";
"Messages.ForwardedMessages" = "转发的消息";

"Messages.Error.Delete" = "删除";
"Messages.Error.Resend" = "重新发送";

"Notification.NewAuthDetected" = "%@，\n我们在 %@ 发现有新设备登陆了您的账号\n\n设备: %@ \n位置: %@ \n\n如果这不是您本人, 您可以前往设置 — 隐私与安全 点击 注销所有其他设备。\n\n如果您怀疑有人未经您的同意登录您的账号，请在隐私与安全中启用二次验证。\n\n感谢 \nTelegram 团队";


"Alert.MessagesSendError.Desc" = "您的信息未发送成功";
"Alert.MessagesSendError.Text" = "在发送上一条信息时遇到错误。\n是否重试？";
"Alert.Button.TryAgain" = "重试";
"Alert.Button.Delete" = "删除";
"Alert.Button.Ignore" = "忽略";

"Messages.MessagesTopInfoActionUnblockUser" = "此用户被屏蔽，无法收到您的消息。";
"Messages.MessagesTopInfoActionShareContact" = "此用户没有您的联系方式。";
"Messages.MessagesTopInfoActionAddContact" = "此用户不在您的联系人列表中。";

"Messages.MessagesTopInfoActionAddContact.Button" = "添加到联系人";
"Messages.MessagesTopInfoActionShareContact.Button" = "分享我的联系方式";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "取消屏蔽";



"Connecting.Connecting" = "正在连接";
"Connecting.Connected" = "已连接！";
"Connecting.WaitingNetwork" = "等待网络连接";
"Connecting.Updating" = "正在刷新...";
"Connecting.Updated" = "刷新成功！";

"SharedMedia.None" = "无";

"MediaPreview.Forward" = "转发给...";
"MediaPreview.Delete" = "删除";


"Broadcast.Create" = "创建";
"Broadcast.statusMore" = "和其他的 %lu 个";
"Broadcast.participantsTitle" = "%lu 名成员";
"Broadcast.participantTitle" = "%lu 名成员";

"MessageAction.ServiceMessage.CreatedBroadcast" ="创建了群发消息";
"Conversation.CantForwardToBroadcast" = "对不起，在群发列表中不能转发消息。";
"NewConversation.CreatingBroadcast" = "群发";

"Conversation.ShowBroadcastInfo" = "显示群发信息";

"Settings.LaunchOnStartup" = "开机自动启动";

"App.startupAtLaunch" = "开机自动启动";
"App.startupAtLaunchDesc" = "选择“是”以允许 Telegram 开机自动启动。";

"Notification.UserRegistred" = "加入了 Telegram";



"ComposeMenu.CreateGroup" = "新建群组";
"ComposeMenu.Broadcast" = "群发消息";
"ComposeMenu.SecretChat" = "新建私密对话";

"Compose.GroupTitle" = "新建群组";
"Compose.SecretChat" = "新建私密对话";
"Compose.BroadcastTitle" = "群发消息";


"Compose.Back" = "返回";
"Compose.Next" = "下一步";
"Compose.Done" = "完成";
"Compose.Create" = "创建";

"Compose.Contacts" = "联系人";
"Compose.AddMembers" = "添加";

"Compose.GroupNamePlaceHolder" = "群组名称";
"Compose.NewBroadcastList" = "新群发消息";


"Account.EditProfile" = "编辑资料";

"Account.ChatSettings" = "会话设置";
"Account.BlockedUsers" = "被屏蔽的用户";
"Account.SecuritySettings" = "安全设置";



"Tab.Contacts" = "通讯录";
"Tab.Chats" = "会话";
"Tab.Settings" = "设置";


"Auth.ForceLogout" = "点击“确定”以强制登出";
"Account.ExportCard" = "导出您的卡片";
"UserCard.Export" = "复制到剪贴板";
"CardImport.ErrorTextUserNotExist" = "错误，未找到用户";
"CardImport.ErrorDescUserNotExist" = "检查卡片码";

"Login.EnterCodeFromApp" = "请输入您从其他 Telegram 客户端收到的验证码。";
"Login.SendSmsIfNotReceivedAppCode" = "没有收到验证码？";

"UserCard.ExportDesc" = "您可以将这个卡片分享给其他 Telegram 用户，这样他们就可以直接联系到您而无需知晓您的电话号码。目前仅支持 OS X 客户端，即将登陆其他平台。";

"Login.WeSendSms" = "我们已经向您的手机发送了一条包含验证码的短信。请将其输入在上方。";



"Search.Cancel" = "取消";

"Context.Quote" = "引用";


"Conversation.Confirm.SendThisGif" = "您是否希望发送此 GIF？";
"Conversation.Confirm.SendThisGifDescription" = "您可以通过复制和粘贴gif到 Telegram 会话的方式来发送gif。";





"BlockedUsers.NoBlockedUsers" = "您将不会收到被屏蔽的的用户\n发来的信息";
"BlockedUsers.BlockedUsers" = "被屏蔽的用户";
"Compose.BlockUsers" = "屏蔽";
"GeneralSettings.AutoVideoDownloadHeader" = "自动下载视频";
"GeneralSettings.AutoAudioDownloadHeader" = "自动下载语音";
"Settings.SoundNotification" = "通知声音";
"GeneralSettings.General" = "通用";
"Settings.AdvancedSettings" = "高级设置";
"Settings.SecuritySettings" = "安全设置";
"GeneralSettings.Security" = "安全";
"Settings.ClearCache" = "清除所有缓存";
"Settings.ClearCacheDescription" = "删除缓存文件夹中的索要语音、图片和视频";
"Settings.TerminateOtherSessions" = "所有设备";
"Settings.TerminateOtherSessionsDescription" = "注销除本设备之外的其他所有设备";
"Account.SetProfilePhoto" = "上传头像";
"Account.General" = "通用";
"Account.UserName" = "用户名";
"Account.About" = "关于";
"Account.FAQ" = "Telegram 常见问题";
"Account.AskQuestion" = "我有疑问";
"Profile.BlockContact" = "屏蔽";
"Profile.UnblockContact" = "取消屏蔽";
"Chat.Kick" = "移除";
"Profile.Info" = "信息";
"UserName.placeHolder" = "@输入您的用户名";
"Profile.ChangeUserName" = "更改用户名";
"UserName.description" = "你可以选择一个用户名，这样其他人就可以通过用户名（而不是手机号）找到你。\n\n你可以使用 a-z，0-9 和下划线（_），至少 5 个字符。";
"Username.setName" = "设置用户名";
"Profile.Media" = "媒体";
"Profile.DeleteAll" = "全部删除";
"Profile.DeleteBroadcast" = "删除群发消息";

"Context.OpenInFinder" = "在 Finder 中打开";
"Context.SaveAs" = "另存为...";
"Context.CopyToClipBoard" = "复制到剪贴板";
"Context.Forward" = "转发";
"Context.Delete" = "删除";

"UpdateNotification.Alert" = "提醒";
"Profile.username" = "用户名";
"Search.Separator.GlobalSearch" = "全局搜索";

"UserNameExport.UserNameNotFound" = "未找到用户";
"UserNameExport.UserNameNotFoundDescription" = "找不到该用户名";

"AddContactController.Addcontact" = "添加为联系人";

"UserName.avaiable" = "%@ 可用。";

"USERNAME_INVALID" = "对不起，此用户名无效。";
"USERNAME_IS_ALREADY_TAKEN" = "对不起，此用户名已被使用。";
"USERNAME_MIN_SYMBOLS_ERROR" = "用户名必须至少包含5个字符。";
"USERNAME_CANT_FIRST_NUMBER" = "对不起，用户名不能以数字开头。";

"Settings.NotificationTone" = "通知声音";
"Notifications" = "通知";
"Settings.MessageNotifications" = "消息通知";



"Notification.MessageLifetimeSeconds" = "%d 秒%@";
"Notification.MessageLifetimeMinutes" = "%d 分%@";
"Notification.MessageLifetimeHours" = "%d 小时%@";
"Notification.MessageLifetimeDays" = "%d 天%@";
"Notification.MessageLifetimeWeeks" = "%d 周%@";
"Secret.SelfDestruct.RandomSecond" = "%d 秒";
"Secret.SelfDestruct.RandomSeconds" = "%d 秒";
"Close" = "关闭";
"MediaPreview.GoToMessage" = "跳转到消息";

"PhotoViewer.Forward" = "转发";
"PhotoViewer.Delete" = "删除";
"PhotoViewer.SaveAs" = "另存为";
"PhotoViewer.Goto" = "显示消息";
"PhotoViewer.posOfCount" = "%lu / $lu";
"Settings.EmojiReplaces" = "自动转换成 Emoji";

"PrivacyAndSecurity.PrivacyHeader" = "隐私";
"PrivacyAndSecurity.SecurityHeader" = "安全";
"PrivacyAndSecurity.DeleteAccountHeader" = "删除账户";

"PrivacyAndSecurity.BlockedUsers" = "被屏蔽的用户";
"PrivacyAndSecurity.LastSeen" = "最后上线时间";
"PrivacyAndSecurity.TerminateSessions" = "所有设备";
"PrivacyAndSecurity.Logout" = "注销";
"PrivacyAndSecurity.DeleteAccount" = "如果离开";

"LastSeen.longTimeAgo" = "很久没上线";
"LastSeen.Recently" = "近期有上线";
"LastSeen.Monthly" = "最近一个月内有上线";
"LastSeen.Weekly" = "最近一周内有上线";
"PrivacyAndSecurity.Header" = "隐私与安全";
"PrivacySettingsController.Header" = "最后上线时间";
"PrivacySettingsController.Everbody" = "所有人";
"PrivacySettingsController.MyContacts" = "我的联系人";
"PrivacySettingsController.Nobody" = "不展示";
"PrivacySettingsController.NeverShare" = "不对他们公开";
"PrivacySettingsController.AlwaysShare" = "总是对他们公开...";
"PrivacySettingsController.NeverShareWith" = "不对他们公开...";
"PrivacySettingsController.AlwaysShareWith" = "总是对他们公开...";
"PrivacySettingsController.UserCount" = "%d 个用户";
"PrivacySettingsController.UsersCount" = "%d 个用户";
"PrivacySettingsController.AddUsers" = "添加用户";
"PrivacyUserListController.NoUsers" = "点击添加 (+) 按钮以添加用户。";
"Remove" = "移除";
"Account.Privacy" = "隐私和安全";
"PhotoViewer.CopyToClipboard" = "复制到剪贴板";
"PrivacyUserListController.Header" = "选择用户";
"PhoneChangeAlertController.Description" = "在此您可以更改与 Telegram 绑定的手机号码。您的所有数据将迁移到新的手机号上。\n\n%1$@注意%2$@：如果您的联系人通讯录中有你的旧手机号，并且您没有在 Telegram 中屏蔽他们，您的%3$@新手机号%4$@会被添加到他们的通讯录中。";
"PhoneChangeAlertController.ChangePhone" = "更改号码";
"PhoneChangeController.Header" = "更改号码";
"PhoneChangeController.Next" = "下一步";
"PhoneChangeController.Description" = "我们会向您的新手机号发送一条\n验证码短信。";
"Account.PhoneNumber" = "手机号码";
"PhoneChangeControlller.AlertHeader" = "错误";
"PHONE_NUMBER_OCCUPIED"	= "出错了，请稍后再试。";
"PHONE_NUMBER_INVALID" = "手机号码无效，请重新输入。";
"PhoneChangeController.SmsPlaceholder" = "验证码";
"PhoneChangeConfirmController.SentCodeDescription" = "我们向您发送了一条含验证码的短信。";
"PhoneChangeConfirmController.sendCall" = "Telegram 会在 %@ 后呼叫您的手机";
"PhoneChangeConfirmController.phoneDialed" = "Telegram 已拨打您的电话";

"Alert.Forward" = "转发";
"Alert.ForwardTo" = "转发给 %@?";

"TL_sendMessageTypingAction" = "%@ 正在输入";
"TL_sendMessageUploadPhotoAction" = "%@ 正在发送图片";
"TL_sendMessageRecordVideoAction" = "%@ 正在录制视频";
"TL_sendMessageUploadVideoAction" = "%@ 正在发送视频";
"TL_sendMessageRecordAudioAction" = "%@ 正在录制语音";
"TL_sendMessageUploadAudioAction" = "%@ 正在发送语音";
"TL_sendMessageUploadDocumentAction" = "%@ 正在发送文件";
"TL_sendMessageGeoLocationAction" = "%@ 正在选择位置";
"TL_sendMessageChooseContactAction" = "%@ 正在选择联系人";

"Settings.iCloudSynch" = "iCloud 联系人同步";
"Profile.Photos" = "图片";
"Settings.BigFont" = "使用大字体";
"Quit" = "退出";
"Settings.StatusBarIcon" = "状态栏图标";

"PHONE_CODE_INVALID" = "验证码无效，请重试。";
"Password.password" = "密码";
"Password.EnterYourPassword" = "请输入您的密码";
"Password.ResetPassword" = "删除账号";
"Password.logout" = "注销";
"Password.resetAlert" = "您确定要这么做吗？此操作无法撤销！";
"Password.confirm" = "确认";
"PASSWORD_HASH_INVALID" = "密码错误，请重试。";


"AccountDaysTTL30" = "1 个月";
"AccountDaysTTL90" = "3 个月";
"AccountDaysTTL182" = "6 个月";
"AccountDaysTTL365" = "1 年";

"Profile.SharedMediaFiles" = "分享的文件";

"SharedMedia.NoSharedMedia" = "快在这个会话里分享一些照片或者视频吧\n——不然这个回形针会继续不嗨森。";
"SharedMedia.NoFiles" = "你可以发送每个上限为 \n1.5G 的任何格式的文件，\n并可以在所有设备上访问。";

"Notification.EnableInDays" = "%d 天内";
"Notification.EnableInHours" = "%d 小时内";
"Notification.EnableInMinutes" = "%d 分钟内";
"Notification.EnableInSeconds" = "%d 秒内";

"Notification.EnableInDay" = "%d 天内";
"Notification.EnableInHour" = "%d 小时内";
"Notification.EnableInMinute" = "%d 分钟内";
"Notification.EnableInSecond" = "%d 秒内";

"Notification.Enabled" = "启用";
"Notification.Disabled" = "禁用";

"Notifications.Menu.Enable" = "启用";
"Notifications.Menu.Mute1Hour" = "免打扰 1 小时";
"Notifications.Menu.Mute8Hours" = "免打扰 8 小时";
"Notifications.Menu.Mute2Days" = "免打扰 2 天";
"Notifications.Menu.Disable" = "禁用";

"Context.OpenWith" = "在其他应用中显示";
"Context.Other" = "其他...";
"Context.Share" = "分享";

"PrivacyAndSecurity.PassCode" = "密码";
"PasscodeSettings.Header" = "密码";
"PasscodeSettings.TurnOffPasscode" = "关闭密码锁";
"PasscodeSettings.TurnOnPasscode" = "开启密码锁";
"PasscodeSettings.ChangePasscode" = "修改密码";
"PasscodeSettings.AutoLock" = "自动锁定";

"Passcode.EnterYourNewPasscode" = "请输入新的解锁密码";
"Passcode.EnterYourOldPasscode" = "请输入您当前的密码";
"Passcode.ReEnterYourPasscode" = "请再次输入新的解锁密码";
"Passcode.EnterYourPasscode" = "请输入您的密码";
"Passcode.EnterPlaceholder" = "密码";


"Passcode.AutoLockTime0" = "禁用";
"Passcode.AutoLockTime60" = "离开 1 分钟后";
"Passcode.AutoLockTime300" = "离开 5 分钟后";
"Passcode.AutoLockTime3600" = "离开 1 小时后";
"Passcode.AutoLockTime18000" = "离开 5 小时后";

"Alert.Share" = "分享联系方式";
"Alert.ShareTo" = "是否与 %@ 分享联系方式？";

"Context.Reply" = "回复  (双击)";
"ChatMedia.Sticker" = "贴纸";
"Context.AddCustomSticker" = "添加贴图到 Emoji 面板";

"PrivacyAndSecurity.TwoStepVerification" = "两步验证";



"PasswordSettings.SetupHintTitle" = "密码提示";
"PasswordSettings.SetupHint" = "请设置一个密码提示";

"PasswordSettings.YourPassword" = "您的密码";
"PasswordSettings.TurnOnPassword" = "设置附加密码";
"PasswordSettings.TurnOffPassword" = "不使用密码";
"PasswordSettings.ChangePassword" = "更改密码";
"PasswordSettings.ChangeRecoveryEmail" = "修改密保邮箱";
"PasswordSettings.SetRecoveryEmail" = "设置密保邮箱";
"PasswordSettings.TurnOnPasswordDescription" = "您在一台新设备登录时，将在输入短信验证码后输入此密码作为额外的身份验证。";
"PasswordSettings.SetPassword" = "请输入您的新密码";
"PasswordSettings.Next" = "下一步";
"PasswordSettings.ConfirmPassword" = "请再次输入新密码";
"PasswordSettings.RecoveryEmail" = "密保邮箱";
"PasswordSettings.RecoveryEmailDesc" = "请输入一个有效的邮箱地址。这是忘记密码后唯一的恢复方式。";
"PasswordSettings.Skip" = "跳过";
"PasswordSettings.SkipAlert" = "请认真对待。";
"PasswordSettings.SkipAlertDescription" = "万一您忘记了您的密码，你将无法再访问您的 Telegram 账户。我们没有任何恢复账户数据的方法。";

"PasswordSettings.InputPassword" = "请输入您的密码";
"PasswordSettings.InputNewPassword" = "请输入新的解锁密码";

"PasswordSettings.AlertConfirmEmail" = "快完成了！";
"PasswordSettings.AlertConfirmEmailDescription" = "请检查您的电子邮箱 (不要忘记“垃圾邮件”文件夹) 完成两步验证设置。";
"PasswordSettings.AlertSuccessActivatedDescription" = "您的两步验证密码已成功启用。";
"PasswordSettings.AlertSuccessDeactivatedDescription" = "您的两步验证密码已成功取消。";
"PasswordSettings.AlertSuccessChangedDescription" = "您的两步验证密码已成功更改。";



"EnterPassword.EnterPasswordDescription" = "您开启来两步验证，今后登录您的帐号需要输入这个额外的密码。";
"EnterPassword.forgotPassword" = "忘记密码？";
"Alert.Sorry" = "对不起";
"PASSWORD_RECOVERY_NA" = "因为您在设置密码时没有设定恢复邮箱，您现在只能尝试记起您的密码或者重置账户。";


"EnterPassword.ResetAccount" = "重置我的账户";
"EnterPassword.ResetAccountDescription" = "如果您确认账户重置，您将丢失所有的联系人、聊天记录、媒体文件等个人数据。";
"Alert.Warning" = "警告";

"Password.ResetAlertDescription" = "这个操作不能撤销。\n\n如果您重置了您的账户，所有消息和会话都将被删除。";

"Password.SentRecoryCode" = "我们发送了一个认证码到您的密保邮箱：\n\n%@";

"EnterPassword.EnterCodeDescription" = "请检查您的电子邮箱，并输入我们发送的六位数验证码。";
"EnterPassword.AlertTroubleEmailAccess" = "如果您无法恢复对这个邮箱账户的访问权限，您现在只能尝试记起您的密码或者重置账户。";
"EnterPassword.TroubleEmailAccess" = "无法访问您的密保邮箱？";
"EnterPassword.BadEmailCode" = "验证码无效，请重新输入";

"PasswordSettings.AbortPassword" = "关于两步验证设置";
"PasswordSettings.ConfrimEmailDescription" = "请完成下列步骤完成两步验证设置\n\n1. 检查您的电子邮箱（不要忘记“垃圾邮件”文件夹） %@\n\n2. 点击验证链接。";

"PasswordSettings.AdditionDescription" = "您在一台新设备登录时，将在输入短信验证码后输入此密码作为额外的身份验证。";

"Authorization.Authorizations" = "设备";
"Authorization.Official" = "官方应用";
"Authorization.Unofficial" = "非官方应用";
"Authorization.Reset" = "重置";
"Forward.Message" = "%d 条转发的消息";
"Forward.Messages" = "%d 条转发的消息";


"PasscodeSettings.TurnOnDescription" = "注意：如果您忘记了密码，您需要完全登出，并将丢失所有聊天记录。";

"AuthSessions.CurrentSession" = "当前设备";
"AuthSessions.OtherSessions" = "其他设备";
"AuthSessions.TerminateOtherSessions" = "注销所有其它设备上的会话";

"Webpage.GettingLinkInfo" = "获取链接信息...";

"Settings.SmartNotifications" = "智能通知";

"Confirm.ConfrimToJoinGroup" = "您要加入群组 \"%@\" 吗？";
"MessageAction.Service.JoinedGroupByLink" = "通过邀请链接加入了群组";

"Group.CopyExportChatInvite" = "通过链接邀请";
"ChatExportLink.CopyLink" = "复制邀请链接";
"ChatExportLink.RevokeLink" = "吊销邀请链接";
"ChatExportLink.RevokeConfirm" = "您确定要撤销这个邀请链接吗？一旦撤销此链接，其他人将不能通过此链接加入。";
"ChatExportLink.Alert.Revoked" = "之前的邀请链接已吊销，新的邀请链接已生成。";
"ChatExportLink.Description" = "任何安装了 Telegram 的用户都可以通过此链接加入你的群组。";

"AddAttachmentCaption" = "添加标题";
"USERS_TOO_MUCH" = "对不起，此群组已满员。";
"INVITE_HASH_EMPTY" = "对不起，此群组似乎不存在。";
"INVITE_HASH_INVALID" = "对不起，此群组似乎不存在。";
"INVITE_HASH_EXPIRED" = "对不起，此群组似乎不存在。";


"PasswordSettings.EnabledDescription" = "您开启了二次验证，\n今后您在登录时将会需要输入在这里设置的密码。";
"StickerPack.AddStickerPack" = "添加 %d 张贴纸";
"Settings.Stickers" = "贴纸";
"Sticker.StickerSettings" = "贴纸设置";
"Stickers.StickersCount" = "%d 张贴纸";
"Stickers.StickersPacksHeader" = "贴纸包";
"Stickers.StickersSetDescription" = "\n我们欢迎艺术家们通过我们的 @stickers 机器人来创建他们自己的贴纸包。 \n\n用户可以通过点按贴纸然后选择 \"添加到贴纸库\" 来添加贴纸包。";
"Context.AddStickers" = "添加到贴纸库";
"Settings.MessageNotificationsAlert" = "提醒";
"Settings.MessageNotificationsHeader" = "消息通知";
"Settings.ChatSettingsHeader" = "会话设定";
"Context.CopyLink" = "复制链接";
"Stickers.RemoveStickerAlert" = "删除 \"%@\"?";
"PhoneChange.PhoneOccupied" = "您所输入的号码 %@ 已经注册了 Telegram。请首先删除新号码对应的账号，再进行迁移。";

"NoAudioDescription" = "这个聊天内没有音频文件";
"LastSeen.Bot" = "机器人";
"Profile.botInfo" = "关于";
"Bot.WhatBotCanDo" = "这个机器人能做什么？";

"Bot.onlySeenMessagesWithSlash" = "不能访问消息";
"Bot.botCanReadAllMessages" = "可以访问消息";

"Profile.ShareBot" = "复制机器人链接地址";
"Bot.Start" = "开始";
"Bot.confirmAddBot" = "将机器人添加到 \"%@\" ？";
"Bot.AlreadyInGroup" = "此机器人已在此群组中。";
"Profile.AddToGroup" = "添加到群组";
"Compose.ChooseGroup" = "选择群组";
"Bot.Help" = "帮助";
"RestartBot" = "重新启用";
"StopBot" = "停止使用";
"Conversation.Filter.SharedLinks" = "分享的连接";
"Settings.Cache" = "缓存";
"Cache.Photos" = "图片";
"Cache.Videos" = "视频";
"Cache.AllCache" = "清除所有缓存项目";
"Cache.ClearAllCache" = "删除所有缓存的媒体。所有的媒体保存在 Telegram 云端的文件您都可以随时在需要的时候重新下载。";
"Cache.ClearVideoCache" = "删除所有的视频文件，所有视频文件保存在 Telegram 云端的文件您都可以随时在需要的时候重新下载。";
"Cache.ClearPhotoCache" = "删除所有的图片文件，所有图片文件保存在 Telegram 云端的文件您都可以随时在需要的时候重新下载。";
"Cache.Description" = "所有都保存在 Telegram 云端的文件您都可以随时在需要的时候重新下载。";
"NotificationSettings.Description" = "您可以在特定的用户的信息页中设置针对他们的通知策略。";
"NotificationSettings.ResetAllNotifications" = "清除所有自定义通知设置";
"NotificationSettings.MessagePreview" = "消息预览";
"NotificationSettings.Sound" = "声音";
"Notifications" = "通知";
"NotificationSettings.ResetAllNotificationsConfirm" = "你确定要重置所有自定义声音设置？";
"SharedMedia.NoSharedLinks" = "所有已共享的链接都会在这里显示。";
"DatabaseOptimizing" = "优化数据库，这需要几分钟的时间，请勿重启应用！很抱歉让你等待，我们只需要做这些一次。";
"Settings.AdvancedSettingsHeader" = "高级";


"Compose.NewChannel" = "新建频道";
"Compose.Members" = "关注者";
"Compose.ChannelTitlePlaceholder" = "频道名称";
"Compose.ChannelAboutPlaceholder" = "频道简介";
"Compose.ChannelAboutDescription" = "您可以给您的频道写一段简介。";
"Channel.Discussion" = "讨论";
"Channel.DiscussionEnableDescription" = "如果您可以启用讨论功能。如果您启用了该功能，关注者将能够在您的频道里进行讨论。";

"Compose.ChangeChannelLink" = "链接";
"Channel.SetChannelLinkPlaceholder" = "频道链接";
"Channel.SetChannelLinkDescription" = "您可以在 **Telegram** 上为频道设定一个名称。设置后他人将能够通过名称找到您的频道。\n\n您只能使用**字母**，**数字**和下划线组合，最小长度为 **5** 个字符。";
"Channel.Username.LinkHint" = "你的链接讲打开 Telegram 的频道:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "频道名称必须包含至少5个字符。";
"Channel.Username.InvalidStartsWithNumber" = "频道名称不能以数字开头。";
"Channel.Username.InvalidCharacters" = "对不起，这个名称不符合规范。";
"Channel.Username.InvalidTaken" = "对不起，这个名称已经被使用了。";
"Channel.Username.CheckingUsername" = "正在检查用户名...";
"Channel.Username.UsernameIsAvailable" = "%@ 可用。";


"Compose.Save" = "保存";
"Compose.Skip" = "跳过";

"ComposeMenu.CreateChannel" = "新建频道";
"Profile.EditLink" = "链接";
"Profile.ShareLink" = "分享链接";
"Profile.EditAbout" = "关于";
"Profile.About" = "关于";
"Profile.LeaveChannel" = "离开频道";

"Profile.SetChannelPhoto" = "设置频道标志";
"Profile.OpenChannel" = "新建频道";
"Conversation.Action.Share" = "分享";

"Channel.ShareCopyDescription" = "复制链接到剪贴板";

"Conversation.CantForwardMessagesToThisConversation" = "转发失败，请稍后重试。";
"Conversation.Action.JoinToChannel" = "加入频道";
"MessageAction.Service.ChannelCreated" = "频道已创建";
"Channel.showcomments" = "显示评论";
"Conversation.ChannelTitle" = "频道";
"Message.Action.Service.ChannelEnableComments" = "评论已启用";
"Message.Action.Service.ChannelDisableComments" = "评论已禁用";

"Channel.oneComment" = "+%d 条评论";
"Channel.manyComments" = "+%d 条评论";
"Channel.AccessHeader" = "访问";
"Channel.AccessDescription" = "监督员能删除用户发布的评论并管理频道的黑名单，\n\n但无法修改频道名称、链接、照片和描述。";
"Profile.EnableComments" = "评论";
"Profile.Managment" = "管理员";
"Channel.AddModeratorDescription" = "您可以添加管理员来帮助您管理您的频道。";

"Channel.Creator" = "创建者";
"Channel.Editor" = "管理员";
"Channel.Moderator" = "管理员";
"Channel.DismissModeratorConfirm" = "确定移除此管理员?";
"Channel.DismissModerator" = "移除管理员";
"Channel.Managment" = "管理员";
"Compose.ChannelBlackList" = "被屏蔽的用户";
"Profile.ChannelMembers" = "关注者";
"Profile.ChannelBlackList" = "被屏蔽的用户";
"Channel.DeleteMessageModal" = "删除";
"Channel.BanUserModal" = "屏蔽用户";
"Channel.ReportSpamModal" = "举报垃圾信息";
"Channel.DeleteAllMessagesModal" = "删除所有消息";
"Channel.DeleteMessagesModalHeader" = "删除选中的消息";
"Compose.Unban" = "取消屏蔽";
"Channel.AddModerator" = "添加管理员";
"Channel.Members" = "关注者";
"Compose.Kick" = "移除";

"MessageAction.Service.RemovedChannelPhoto" = "删除了频道图片";
"MessageAction.Service.ChannelGroupName" = "频道名已更新";
"MessageAction.Service.ChangedChannelPhoto" = "频道图片已更新";
"Conversation.Action.CommentsBlocked" = "评论已禁用";
"MessageAction.ServiceMessage.ChangedChannelPhoto" = "更新了频道图片";
"MessageAction.ServiceMessage.RemovedChannelPhoto" = "删除了频道图片";
"MessageAction.ServiceMessage.ChangedChannelName" = "更改了频道名称";
"Channel.MemberCount" = "%d 位成员";
"Channel.MembersCount" = "%d 位成员";
"USER_NOT_PARTICIPANT" = "%@ 尚未加入这个频道。您要发送邀请吗？";
"USER_NOT_MUTUAL_CONTACT" = "对不起，如果一个人主动离开该群组，只有相互联系人可以将其带回 (他需要有您的的手机号，您也应有他的)";

"Channel.TypeHeader" = "频道类型";
"Channel.Public" = "公开";
"Channel.Private" = "私密";
"Channel.ChoiceTypeDescriptionPrivate" = "私人频道只能通过邀请链接加入。";
"Channel.ChoiceTypeDescriptionPublic" = "公共频道将能够被搜索，并且任何人都可以加入。";
"Channel.NewChannelSettingUpUserNameDescription" = "人们可以与他人分享这个链接，并使用 Telegram 搜索找到你的频道。";
"Channel.NewChannelSettingUpJoinLinkDescription" = "人们可以通过以上链接加入您的频道。您可以随时撤销这个链接。";
"Conversation.ShowChannelInfo" = "显示频道信息";
"Channel.SetPublicUsernameDescription" = "请为您的公共频道选择一个链接，这样人们可以通过搜索找到它并且分享给他人。\n\n如果您对此不感兴趣，我们建议您创建一个私有频道。";
"CHANNELS_ADMIN_PUBLIC_TOO_MUCH" = "对不起，您已经创建了过多的公共频道。您可以创建一个私人频道或者删除一个现有的公共频道。";
"Profile.DeleteChannel" = "删除频道";
"Profile.ExportInviteLink" = "邀请链接";
"Channel.AddEditor" = "添加管理员";
"USER_BLOCKED" = "对不起，您不能将此用户加入频道。";
"USER_ID_INVALID" = "未找到用户";
"USER_BOT" = "对不起，您不能将机器人加入频道。";
"USERS_TOO_MUCH" = "对不起，此群组已满员。";
"PEER_FLOOD" = "对不起，您现在只能将相互联系人加入群组。";
"MessageAction.Service.InvitedYouToChannel" = "将您添加到了此频道";
"Channel.ChoiceTypeDescriptionPublic" = "公共频道将能够被搜索，并且任何人都可以加入。";

"Channel.Username.LinkHint" = "你的链接讲打开 Telegram 的频道:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "频道名称必须包含至少5个字符。";
"Channel.Username.InvalidStartsWithNumber" = "频道名称不能以数字开头。";
"Channel.Username.InvalidCharacters" = "对不起，这个名称不符合规范。";
"Channel.Username.InvalidTaken" = "对不起，这个名称已经被使用了。";
"Channel.Username.CheckingUsername" = "正在检查用户名...";
"Channel.Username.UsernameIsAvailable" = "%@ 可用。";
"MessageAction.Service.YouChoinedToChannel" = "加入了频道";
"Settings.IncludeMutedUnread" = "在未读消息数中包含已关闭提醒的会话";
"USER_ALREADY_PARTICIPANT" = "这个用户已经参加了。";
"Messages.MessagesTopInfoActionReportSpam.Button" = "举报垃圾信息";
"Messages.MessagesTopInfoActionReportSpam.ButtonCancel" = "取消";
"ReportSpam.ConfirmDescription" = "您确定要举报这名用户发布了垃圾信息？";
"Messages.SharingLink" = "分享链接";
"ShowConversationWithAnotherWindow" = "在新窗口中打开会话";
"Conversation.Pin" = "固定";
"Conversation.Pinned" = "已固定";
"Conversation.Confirm.DeleteChannel" = "删除频道";
"Conversation.Confirm.DeleteChannelInfo" = "注意！删除这个频道将会清除所有关注者并且所有消息将会丢失。确定要删除这个频道？";
"LockedChatHead.Description" = "应用已被密码锁定，请从主窗口解锁。";
"Chat.SwitchAdminsDescription" = "所有成员都能添加新成员、编辑此群组的名称和头像。";
"Chat.SwitchAdminsDescriptionOff" = "只有管理员能够添加和移除成员、编辑此群组的名称和头像。";
"Chat.SwitchAllAdmins" = "所有成员都是管理员";
"Chat.Administrators" = "管理员";
"Chat.ToggleUserToAdminConfirm" = "设为管理员？";
"Chat.ToggleAdminToUserConfirm" = "取消管理员？";


"Modern.SharedMedia.PhotoOrVideo" = "照片或视频";
"Modern.SharedMedia.PhotosAndVideos" = "照片与视频";
"Modern.SharedMedia.File" = "文件";
"Modern.SharedMedia.Files" = "文件";
"Modern.SharedMedia.Audio" = "音频";
"Modern.SharedMedia.Audios" = "音频";
"Modern.SharedMedia.Link" = "链接";
"Modern.SharedMedia.Links" = "链接";
"Modern.Chat.Members" = "%d 位成员";
"Modern.Profile.SetAdmins" = "添加管理员";
"Modern.Chat.UpgrateToMegagroup" = "升级到大型群组";
"Modern.Chat.UpgradeToMegagroupDescription" = "升级到大型群组，以增加 %d 位成员的上限并获得更多功能：\n• 大型群组可以提升至高达 %d 的成员上限\n• 新成员能看到所有历史聊天记录\n• 管理员能够删除任何人的消息\n• 消息通知默认关闭";
"Modern.Channel.InviteViaLink" = "使用链接邀请";
"Modern.Channel.ChannelMembersDescription" = "此列表仅频道管理员可见。";
"Compose.Edit" = "编辑";
"Compose.Done" = "完成";
"Channel.ChangeAboutDescription" = "您可以给您的频道写一段简介。";
"Channel.ChangeDescriptionPlaceholder" = "描述";
"Alert.somethingIsWrong" = "出现了一些问题，请重试。";
"Conversation.Action.ChatDeactivated" = "对话已关闭";
"MessageAction.Service.ChannelMigrated" = "此群组已升级到大型群组";
"MessageAction.Service.ChatMigrated" = "此群组已升级到大型群组";
"Conversation.DeleteAndStopBot" = "删除并停止";

"Modern.Chat.UpgradeConfirmHeader" = "大型群组";
"Modern.Chat.UpgradeConfirmDescription" = "请注意，群组成员需要将他们的 Telegram 客户端升级到最新版才能看到大型群组。";
"MessageAction.Service.Invited" = "已邀请";
"MessageAction.Service.InvitedUsers" = "已邀请用户";
"Profile.ReportChannel" = "举报";
"Report.ReportOther" = "其他";
"Report.ReportPorno" = "色情";
"Report.ReportViolence" = "暴力";
"Report.ReportSpam" = "垃圾信息";
"Report.AlertText" = "非常感谢！";
"Report.AlertDescription" = "我们将尽快审核您的举报。";
"Conversation.GroupTitle" = "群组";

"USER_BLOCKED" = "对不起，您不能将此用户加入频道。";
"USERS_TOO_MUCH" = "对不起，此群组已满员。";
"USER_NOT_MUTUAL_CONTACT" = "对不起，如果一个人主动离开该群组，只有相互联系人可以将其带回 (他需要有您的的手机号，您也应有他的)";
"ADMINS_TOO_MUCH" = "抱歉，此群组已达到管理员数量上限。";
"BOTS_TOO_MUCH" = "抱歉，此群组已达到机器人数量上限了。";


"Channel.Comments.Moderator" = "主编";
"Channel.Comments.Editor" = "编辑";
"Compose.ChatAboutDescription" = "您可以给您的频道提供一段自定义的简介。";
"Compose.ChannelEmptyBlackList" = "黑名单中的用户将会从群组中移除并且只能通过管理员邀请才能再次加入。\n邀请链接对他们无效。";
"Conversation.Confirm.DeleteSupergroupInfo" = "注意！删除这个群组将会移除所有成员并且所有消息都会丢失。确定要删除这个群组？";
"Conversation.Confirm.DeleteGroup" = "删除群组";
"Group.AddModeratorDescription" = "您可以添加管理员帮助您管理群组";


"TL_sendMessageTypingAction_ConversationUser" = "正在输入...";
"TL_sendMessageUploadPhotoAction_ConversationUser" = "正在发送图片";
"TL_sendMessageRecordVideoAction_ConversationUser" = "正在录制视频";
"TL_sendMessageUploadVideoAction_ConversationUser" = "正在发送视频";
"TL_sendMessageRecordAudioAction_ConversationUser" = "正在录制音频";
"TL_sendMessageUploadAudioAction_ConversationUser" = "正在发送语音";
"TL_sendMessageUploadDocumentAction_ConversationUser" = "正在发送文件";
"TL_sendMessageGeoLocationAction_ConversationUser" = "正在选择位置";
"TL_sendMessageChooseContactAction_ConversationUser" = "正在选择联系人";
"ContextBot.Message.Via" = "通过";
"Context.RemoveGif" = "移除 GIF";
"Context.AddGif" = "添加 GIF";
"Settings.AutoplayGifs" = "自动播放GIF";
"Reply.Loading" = "载入中...";
"Context.OpenInQuickLook" = "通过快速查看打开";
"document" = "文件";


"Secret.InactiveCap" = "请聚焦本窗口，以查看私密对话内容。";
"Conversation.SelectConversationToViewChatInfo" = "选择一个对话以查看详情";
"Audio.QuickRecordRelease" = "按 Command+R 可发送语音消息";
"PrivacyAndSecurity.Groups" = "群组";
"TL_privacyKeyStatusTimestamp" = "最近上线";
"TL_privacyKeyChatInvite" = "群组";
"SuperGroup.WhocanAddNewMembers" = "谁可以向群组邀请新成员？";
"SuperGroup.InviteSettings.OnlyAdmins" = "仅管理员";
"SuperGroup.InviteSettings.AllMembers" = "所有成员";
"PRIVACY_FIRST_TL_privacyKeyStatusTimestamp" = "重要提示：对于您不愿意暴露最后上线时间的对象，他们最后的上线时间您也将无法看到。取而代之的是大概的上线时间（如：最近、一周内、一个月内）。";
"PRIVACY_LAST_TL_privacyKeyStatusTimestamp" = "这些设定会覆盖上面的全局设定。";
"PRIVACY_FIRST_TL_privacyKeyChatInvite" = "您可以限制其他人将您添加到群组或频道的权限。";
"PRIVACY_LAST_TL_privacyKeyChatInvite" = "在这里配置的权限将会覆盖全局设置。";
"PrivacySettingsController.NeverShare_TL_privacyKeyChatInvite" = "从不允许";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyChatInvite" = "总是允许";
"PrivacySettingsController.NeverShare_TL_privacyKeyStatusTimestamp" = "从不分享";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyStatusTimestamp" = "总是共享";
"USERS_TOO_FEW" = "抱歉，根据其中一些用户的隐私设置，您不能与这些人建立群组。";
"USER_PRIVACY_RESTRICTED" = "抱歉，根据 %@ 的隐私设置，您不能添加 %@ 到频道%@ 。";
"groups" = "群组";
"channels" = "频道";
"Channel.SetMegagroupLinkDescription" = "您可以在 **Telegram** 上为群组设置一个名称，以便他人能通过此名称找到您的群组。\n\n您可以使用字母、数字和下划线，最小长度为 **5** 个字符。";
"MEGAGROUPS_ADMIN_PUBLIC_TOO_MUCH" = "对不起，您已经创建了过多的公共群组。您可以创建一个私人群组或者删除一个现有的公共群组。";
"Channel.SignMessagesDescription" = "在消息后附加发送消息管理员的名称。";
"Channel.SignMessages" = "消息署名";
"Conversation.Action.CopyShareLink" = "复制分享链接";
"Message.Save" = "保存";
"Context.Edit" = "编辑";
"Settings.TripleLayout" = "三栏布局";
"Channel.SilentModeOff" = "消息发布后用户将会收到通知";
"Channel.SilentModeOn" = "消息发布后用户不会收到通知";
"Context.Pin" = "置顶";
"Context.Unpin" = "取消置顶";
"Channel.admin" = "管理员";
"Channel.ConfirmUnpin" = "取消置顶？";
"Channel.ForceConvertChatAbilityDescription" = "**在超级群组中：**\n• 新成员可以看到所有聊天记录\n• 管理员可以置顶重要消息\n• 创建者可以给群组设置一个公开链接";
"Channel.ForceConvertChatAbilityNote" = "**注意**：此操作不可撤销。";
"Conversation.ConvertToSuperGroup" = "升级为超级群组";
"MessageAction.Service.PinMessage" = "已置顶 \"%@\"";
"Pin.Ok" = "确定";
"Pin.OnlyPin" = "只置顶";
"Pin.PinMessageAndNotifyDesc" = "置顶此消息并通知所有成员？";
"MessageAction.Service.PinnedMessage" = "已置顶消息";
"DeletedMessage" = "已删除的消息";
"Modern.Channel.GroupType" = "群组类型";

"Group.ChoiceTypeDescriptionPublic" = "公开群组可以被搜索到，所有人都可以看到聊天记录，并且任何人都可以加入。";
"Group.ChoiceTypeDescriptionPrivate" = "私人群组只能通过他人邀请或通过邀请链接加入。";
"Group.PrivateTypeUpJoinLinkDescription" = "用户可以通过此链接加入您的群组。您可以随时撤销此链接。";
"Group.PublicTypeUpJoinLinkDescription" = "用户可以分享此链接给他人，并且能通过搜索找到您的群组。";
"Group.TypeHeader" = "群组类型";
"PinnedHeaderMessage" = "置顶消息";


"Message.PinnedTextMessage" = "已置顶 \"%@\"";
"Message.PinnedDeletedMessage" = "已置顶删除的消息";
"Message.PinnedMediaHeader" = "已置顶 \"%@\"";

"ConvertGroupAlertWarning" = "警告";
"ConvertGroupAlert" = "这个操作是不可逆的。一个大型群组无法降级到普通群组。";
"FLOOD_WAIT" = "尝试次数过多，请在 %d 分钟后重试";
"Messages.ConfirmDeleteMessage" = "您确定要删除 \"%ld\" 条消息吗？";
"Messages.ConfirmDeleteMessages" = "您确定要删除 \"%ld\" 条消息吗？";
"Compose.MaxSelectChatUsers" = "您可以在创建群组并升级到超级群组后添加更多的用户。";
"Conversation.Action.Join" = "加入";

"Profile.bio" = "个人简介";
"Conversation.Delete.ConfirmLeaveSupergroup" = "您确定要离开此群组吗？";
"Conversation.Delete.ConfirmLeaveChannel" = "您确定要退出频道？";

"Confirm.ConfrimToJoinChannel" = "是否加入频道\"%@\"？";
"Confirm.ConfrimToJoinSupergroup" = "是否加入群组\"%@\"？";

"Confirm.ReturnToGroup" = "您确定要返回群组？";
"Confirm.LeaveFromGroup" = "您确定要退出群组 ？";

"Confirm.Header.kPermissionInlineBotContact" = "是否分享您的电话号码？";
"Confirm.Header.kPermissionInlineBotGeo" = "是否分享您的位置信息？";
"Confirm.Header.kPermissionInlineBotLocationRequest" = "是否分享您的位置信息？";

"Confirm.Desc.kPermissionInlineBotContact" = "机器人将会获取您的电话号码。这可能用于其他集成服务。";
"Confirm.Desc.kPermissionInlineBotGeo" = "此操作会把您的当前位置信息发送给机器人。";
"Confirm.Desc.kPermissionInlineBotLocationRequest" = "机器人需要在您每次向它发送请求时获取您的位置信息，以便提供具体位置的查询结果。";


"LocationService.UndefinedError" = "发生错误，请稍后再试。";
"Alert.MoreInfo" = "更多详情";
"PEER_FLOOD_MESSAGES" = "抱歉，您现在只能给双向联系人发送信息。";
"LocationService.WifiDisabledError" = "请启用 Wi-Fi 以便提供定位服务。";
"Link.ConfirmOpenExternalLink" = "打开 %@ ？";
"Message.Action.ShareInlineSwitch" = "分享机器人内容";
"Conversation.ShareInlineSwitchResult" = "通过 %@ 给用户或会话分享内容";
"Settings.HandleMediaKeys" = "处理应用内播放器中的媒体键";

"Emoji.Recent" = "最近";
"Emoji.People" = "人物";
"Emoji.Nature" = "自然";
"Emoji.Food" = "饮食";
"Emoji.TravelAndPlaces" = "旅行和地点";
"Emoji.Symbols" = "符号";
"EGS.Emoji" = "Emoji";
"EGS.GifsAndStickers" = "贴纸和 GIF";
"Stickers.Recent" = "最近";
"Gifs.SavedGifs" = "已保存的 GIF";
"TL_topPeerCategoryCorrespondents" = "用户";
"TL_topPeerCategoryGroups" = "群组";
"TL_topPeerCategoryBotsPM" = "机器人";
"Recent.Recent" = "最近";
"Recent.More" = "显示更多";
"Recent.Less" = "更少显示";
"EditHeaderMessage" = "编辑消息";
"PasscodeSettings.TurnOffDescription" = "注意：如果您忘记了密码，重新设置密码需要重新登录。";
"Settings.ESGLayoutSetting" = "启用 Emoji 表情栏";
"Message.Edited" = "已编辑";
"Settings.CheckMarkedInputText" = "优化中文和韩语输入";
"EditMessage.EditErrorAlert" = "对不起，您不能编辑此消息";
"Context.Select" = "选择消息";
"Conversation.Draft" = "草稿";
"Account.ServiceNotifications" = "服务通知";
"Media.AddCaptionPlaceholder" = "说明...";
"SendMedia.SendAsCompressed" = "无损发送图片";